{
 "heroes": [
    {  
        "img":"https://img.posterstore.com/zoom/wb0057-8superman-cartoon50x70.jpg",
        "superheroe":"superman",
        "editoral":"DCComic",
        "identidad":"Clark Kent.",
        "primeraparicion":"Action Comics",
        "fechadeaparicion":" junio de 1938 y publicado el 18 de abril de 1938",
        "descripcion":"Es Clark Kent, un hombre apacible y sin pretensiones, que se convierte secretamente en el Hombre de Acero cuando el mundo corre peligro",
        "habilidad":"Súper Fuerza Súper Velocidad piel blindad vision de calor aliento frio "
    },
    {   
        "img":"https://frumble.co.uk/cdn/shop/products/dc_comics_ii_batman_panel_in_blue_460x@2x.jpg?v=1573943649",
        "superheroe":"Bataman",
        "editoral":"DCComic",
        "identidad":"Bruce Wayne.",
        "primeraparicion":" Detective Comics N.º 27",
        "fechadeaparicion":" 30 de marzo de 1939.",
        "descripcion":"Batman es la identidad secreta de Bruce Wayne, un empresario multimillonario, galán y filántropo. Presenció el asesinato de sus padres cuando era niño lo marcó profundamente y lo llevó a entrenarse en la perfección física e intelectual para ponerse un disfraz de murciélago con el fin de combatir el crimen.",
        "habilidad":"como detective. Intelecto nivel genio.​ Brillante estratega y acróbata experto. Dominio de artes marciales y técnicas de sigilo e intimidación. Escapismo. Uso de equipamiento, dispositivos y armamento de alta tecnología."
    },
    {
        "img":"https://img.posterstore.com/zoom/wb0059-8wonderwoman-cartoon50x70.jpg?_gl=1*1wp7iij*_ga*NTk4OTg2MTM4LjE3Mjc5ODc0NjY.*_ga_7KPK321211*MTcyNzk4NzQ2NC4xLjEuMTcyNzk4NzQ2NC4wLjAuMA..*_gcl_au*NTg0MTgzNDM1LjE3Mjc5ODc0NjY.",
        "superheroe":"Wonder Woman ",
        "editoral":"DCComic",
        "identidad":"Diana Prince",
        "primeraparicion":" All Star Comics #8 ",
        "fechadeaparicion":"diciembre de 1941",
        "descripcion":"Diana, hija de dioses y princesa de las amazonas, nunca ha salido de su isla. Un día, en el contexto de la Primera Guerra Mundial, un piloto americano se estrella en su isla y Diana salva su vida; el piloto le explica que se está desarrollando una gran guerra que puede devastar el mundo, y Diana parte a la batalla.",
        "habilidad":"Súper Fuerza Súper Velocidad Inmortalidad Factor de Curación Reflejos Resistencia Vuelo Habilidad de lucha altamente desarrollada Experta en combate cuerpo a cuerpo Poder hablar con los animales y en cualquier idioma de alguna persona que se encuentre"
    },
    {
        "img":"https://img.posterstore.com/zoom/wb0146-8theflash-retro50x70.jpg",
        "superheroe":"flash",
        "editoral":"DCComic",
        "identidad":" Barry Allen",
        "primeraparicion":"Flash Comics #1",
        "fechadeaparicion":"enero de 1940",
        "descripcion":"Barry Allen (Flash) usa sus superpoderes para viajar en el tiempo y salvar la vida de su madre, pero sin saberlo altera el futuro y queda atrapado en una realidad en la que el general Zod ha regresado y amenaza con la aniquilación, pero en la que no hay superhéroes",
        "habilidad":"super velocidad "
    },
    {
        "img":"https://images.tcdn.com.br/img/img_prod/460977/ima_dc_comics_aquaman_7521_1_20201211174037.jpg",
        "superheroe":"Aquaman",
        "editoral":"DCComic",
        "identidad":"Arthur Curry",
        "primeraparicion":" More Fun Comics #73",
        "fechadeaparicion":"noviembre de 1941",
        "descripcion":"Aquaman es el gobernante telepático de la Atlántida y de los océanos de la Tierra, un Atlante con increíble fuerza y ​​velocidad, así como la capacidad de ordenar toda la vida marina. Su fisiología única le permite sobrevivir en tierra y en las grandes profundidades del océano de presión y temperatura.",
        "habilidad":"Adaptación biológica de un atlante Naturaleza anfibia Visión mejorada Audición mejorada Olfato mejorado Fuerza sobrehumana Resistencia sobrehumana Durabilidad sobrehumana"
    },
    {
        "img":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/WhizComicsNo22.jpg/220px-WhizComicsNo22.jpg",
        "superheroe":"Shazam",
        "editoral":"DCComic",
        "identidad":"Billy Batson",
        "primeraparicion":"Whizz Comics 2 ",
        "fechadeaparicion":"febrero de 1940",
        "descripcion":"Originalmente, era un huerfano llamado Billy Baston, quien fue elegido por el mago Shazam para ser el campeon del bien. Shazam le dio a Billy con el poder de seis figuras legendarias griegas, y cuando habló el nombre del asistente, se convirtió en un superhéroe adulto autorizado por seis figuras legendarias griegas.",
        "habilidad":"Sabiduría de Salomón Fuerza de Hércules: Resistencia de Atlas: Poder de Zeus: Coraje de Aquiles: Velocidad de Mercurio:  "
    }
 ]
    
}